Repository: InAcademia/svs
Catalog: src/svs/data/i18n/locale/*/LC_MESSAGES/messages.po
Languages: af, cs, da, de, el, es_419, et, fr, hu, lt, nl, pt, ru, sv

source: Affiliation
af: Affiliasie
cs: Příslušnost
da: Tilhørsforhold
de: Zugehörigkeit
el: Συνεταιρισμό
es_419: Afiliación
et: Kindlustajariigis
hu: Hovatartozás
lt: Narystė
nl: Aansluiting
pt: Afiliação
ru: Принадлежность к организации
sv: Anslutning

source: Domain
af: Domein
cs: Doména
da: Domæne
es_419: Dominio
et: Domeen
fr: Domaine
hu: Tartomány
lt: Domenas
nl: Domein
pt: Domínio
ru: Домен
sv: Domän

source: Consent
af: Toestemming
cs: Souhlas
da: Samtykke
de: Zustimmung
el: Συγκατάθεση
es_419: Consentimiento
et: Nõusoleku
fr: Consentement
hu: Hozzájárulás
lt: Sutikimo
nl: Toestemming
pt: Consentimento
ru: согласие
sv: Samtycke

source: Your consent is required to continue.
af: Jou toestemming word vereis om voort te gaan.
cs: Váš souhlas je nutný k pokračování.
da: Dit samtykke er påkrævet for at fortsætte.
de: Ihre Einwilligung ist erforderlich, um fortzufahren.
el: Η συγκατάθεσή σας πρέπει να συνεχιστεί.
es_419: Autorización - Es nécesaria su autorización para continuar
et: Jätkamiseks on vaja teie nõusolekut.
fr: Votre consentement est requis pour continuer.
hu: Az Ön hozzájárulása szükséges a folytatáshoz.
lt: Jūsų sutikimas turi būti tęsiamas.
nl: Uw toestemming is vereist om door te gaan.
pt: Seu consentimento é necessário para continuar.
ru: Ваше согласие необходимо продолжить.
sv: Ditt samtycke krävs för att fortsätta.

source: To allow you to prove your affiliation,
af: Om toe te laat om te bewys jou affiliasie,
cs: Abyste mohli prokázat svou příslušnost,
da: For at give dig mulighed for at bevise dit tilhørsforhold,
de: Damit Sie Ihre Zugehörigkeit nachweisen können,
el: Για να σας επιτρέψει να αποδείξει την υπαγωγή σας,
es_419: Para permitirle probar su afiliación,
et: Et saaksite oma kuuluvust tõestada,
fr: Pour vous permettre de prouver votre affiliation,
hu: Annak érdekében, hogy bizonyítani a hovatartozás,
lt: Norėdami leisti jums įrodyti savo priskyrimą,
nl: Om u in staat te stellen uw band te bewijzen,
pt: Para permitir que você prove sua afiliação,
ru: Чтобы вы могли доказать свою принадлежность,
sv: För att du ska kunna bevisa din anslutning,

source: makes use of the InAcademia service.
af: maak gebruik van die InAcademia diens.
cs: využívá službu inacademia.
da: gør brug af den inakademiske service.
de: nutzt den inacademia-Service.
el: κάνει χρήση της υπηρεσίας inacademia.
es_419: hace uso del servicio inacademia.
et: kasutab ülikoolide teenistust.
fr: fait usage du service inacademia.
hu: él az inacademia szolgáltatás.
lt: pasinaudoja inacademia tarnyba.
nl: maakt gebruik van de InAcademia-service.
pt: faz uso do serviço InAcademia.
ru: использует сервис InAcademia.
sv: utnyttjar InAcademia-tjänsten.

source: Your institution has confirmed your affiliation to Inacademia. We now ask you to consent to confirming your affiliation to
af: Jou skool het jou affiliasie aan Inacademia bevestig. Nou vra ons u om toestemming tot bevestiging van jou affiliasie aan
cs: Vaše instituce potvrdila váš vztah k inacademia. Nyní vás žádáme o souhlas s potvrzením vaší afilace
da: Din institution har bekræftet din tilknytning til den inakademiske verden. Vi beder dig nu om at indvilge i at bekræfte din tilknytning til
de: Ihre Institution hat ihre Zugehörigkeit zu inacademia bestätigt. Wir bitten Sie nun, der Bestätigung ihrer Zugehörigkeit zu
el: Το ίδρυμά σας επιβεβαίωσε την υπαγωγή σας στην inacademia. Σας ζητάμε τώρα να συναινέσει στην επιβεβαίωση της σχέσης σας με
es_419: Su institución ha confirmado su afiliación a la Academia. Ahora le pedimos que consienta en confirmar su afiliación a
et: Teie institutsioon on kinnitanud teie seotust ülikooliga. Nüüd palume teil nõustuda oma kuuluvuse kinnitamisega
fr: Votre institution a confirmé votre affiliation à l'Université. Nous vous demandons maintenant de consentir à confirmer votre affiliation à
hu: Az Ön intézménye megerősítette az Ön hovatartozását inacademia. Most kérjük, hogy hozzájáruljon ahhoz, hogy megerősítse a hovatartozását, hogy
lt: Jūsų institucija patvirtino jūsų narystės inacademia. Dabar prašome jūsų sutikimo patvirtinti, kad jūsų prisijungimas prie
nl: Uw instelling heeft uw aansluiting bij Inacademia bevestigd. We vragen u nu om in te stemmen met het bevestigen van uw aansluiting bij
pt: Sua instituição confirmou sua afiliação à Inacademia. Pedimos agora que você consinta em confirmar sua afiliação
ru: Ваше учреждение подтвердило вашу принадлежность к Inacademia. Теперь мы просим вас дать согласие на подтверждение вашей принадлежности к
sv: Din institution har bekräftat din anslutning till Inacademia. Vi ber dig nu att samtycka till att bekräfta din anslutning till

source: In addition, InAcademia may reveal the country and name of your institution. InAcademia will not store any of the data we have received from your institution, nor will we store your consent.
af: Daarbenewens, kan InAcademia onthul die land en die naam van jou skool. InAcademia enige van die data wat ons ontvang het van jou instelling sal bewaar nie, en ook sal ons bewaar jou toestemming.
cs: Kromě toho může inacademia odhalit zemi a název vaší instituce. Inacademia nebude ukládat žádná data, která jsme obdrželi od vaší instituce, ani vám neuložíme váš souhlas.
da: Desuden kan inacademia afsløre landet og navnet på din institution. Inacademia vil ikke opbevare nogen af de data, vi har modtaget fra din institution, og vi vil heller ikke gemme dit samtykke.
de: Darüber hinaus kann inacademia das Land und den Namen Ihrer Institution aufdecken. Inacademia speichert keine der Daten, die wir von Ihrer Institution erhalten haben, und wir werden Ihre Einwilligung auch nicht speichern.
el: Επιπλέον, η inacademia μπορεί να αποκαλύψει τη χώρα και το όνομα του Ιδρύματος σας. Η inacademia δεν θα αποθηκεύσει κανένα από τα δεδομένα που έχουμε λάβει από το ίδρυμά σας, ούτε θα αποθηκεύσουμε τη συγκατάθεσή σας.
es_419: Además, la Academia puede revelar el país y el nombre de su institución. Inacademia no almacenará ninguno de los datos que hemos recibido de su institución, ni guardará su consentimiento.
et: Lisaks deacademia võib paljastada riigi ja nime oma institutsiooni. Ringkonnad ei Salvesta teie institutsioonilt saadud andmeid, samuti ei säilita me teie nõusolekut.
fr: En outre, les inuniversitaires peuvent révéler le pays et le nom de votre institution. In Academia ne stockera aucune des données que nous avons reçues de votre institution, et nous ne consentirons pas votre consentement.
hu: Ezen kívül az inacademia is felfedi az országot és az intézmény nevét. Az inacademia nem tárolja az Ön intézménye által kapott adatokat, és nem is tároljuk a beleegyezését.
lt: Be to, inacademia gali atskleisti šalį ir pavadinimą jūsų institucijoje. "inacademia" nesaugo jokių duomenų, kuriuos gavome iš jūsų institucijos, taip pat negalėsime jūsų sutikimo.
nl: Bovendien kan InAcademia het land en de naam van uw instelling bekendmaken. InAcademia zal geen van de gegevens opslaan die we van uw instelling hebben ontvangen, noch zullen wij uw toestemming opslaan.
pt: Além disso, a InAcademia pode revelar o país e o nome da sua instituição. A InAcademia não armazenará nenhum dos dados que recebemos de sua instituição nem armazenará seu consentimento.
ru: Кроме того, InAcademia может указать страну и название вашего заведения. InAcademia не будет хранить какие-либо данные, полученные нами от вашего учреждения, и мы не сможем подтвердить ваше согласие.
sv: Dessutom kan InAcademia avslöja landet och namnet på din institution. InAcademia lagrar inte någon av de uppgifter vi fått från din institution, och vi lagrar inte ditt samtycke.

source: For more details on the information we will provide to
af: Vir meer besonderhede oor die inligting voorsien ons aan
cs: Další podrobnosti o informacích, které vám poskytneme,
da: For yderligere oplysninger om de oplysninger, vi giver
de: Weitere Details zu den Informationen, die wir Ihnen zur Verfügung stellen werden
el: Για περισσότερες λεπτομέρειες σχετικά με τις πληροφορίες που θα παράσχουμε
es_419: Para más detalles sobre la información que proporcionaremos a
et: Üksikasjalikuma teabe saamiseks pakume
fr: Pour plus de détails sur les informations que nous allons fournir à
hu: További részleteket az általunk szolgáltatott információkról
lt: Išsamesnės informacijos apie informaciją, kurią suteiksime
nl: Voor meer informatie over de informatie die we verstrekken aan
pt: Para mais detalhes sobre as informações que forneceremos
ru: Более подробную информацию об информации мы предоставим
sv: För mer information om den information vi ska ge till

source: In order to exercise your data subject rights, please save this screen (e.g. make a print screen). It shall be provided with your request.
af: Ten einde te oefen jou data onderwerp regte, Stoor asseblief hierdie skerm (bv. Maak 'n gedrukte skerm). Dit word voorsien met jou versoek.
cs: Chcete-li uplatnit svá práva subjektu údajů, uložte tuto obrazovku (např. Vytvořte tiskovou obrazovku). Musí být poskytnuta s vaší žádostí.
da: Gem denne skærm (f. eks. Lav en udskrivnings skærm) for at udøve dine rettigheder til dine registrerede. Den skal være forsynet med din anmodning.
de: Um Ihre Datenrechte auszuüben, speichern Sie bitte diesen Bildschirm (z.b. einen druckbildschirm erstellen), – er mit Ihrer Anfrage versehen ist.
el: Για να ασκήσετε τα δικαιώματά σας επί θεμάτων, αποθηκεύστε αυτή την οθόνη (π.χ. Κάντε μια οθόνη εκτύπωσης). Θα πρέπει να παρέχεται με το αίτημά σας.
es_419: Para ejercitar sus derechos de sujeto de datos, por favor guarde esta pantalla (por ejemplo, haga una pantalla de impresión). Será proveído de su petición.
et: Selleks, et oma andmesubjekti õigusi kasutada, salvestage see ekraan (nt tehke Prindi ekraan). See esitatakse koos teie taotlusega.
fr: Afin d'exercer vos droits de sujet de données, veuillez enregistrer cet écran (par exemple faire un écran d'impression). Il doit être fourni avec votre demande.
hu: Az érintettek jogainak gyakorlása érdekében kérjük, mentse ezt a képernyőt (pl. nyomtatási képernyő). A kérelemhez meg kell adni.
lt: Jei norite pasinaudoti savo duomenų subjekto teisėmis, įrašykite šį ekraną (pvz., padarykite spausdinimo ekraną). Jai pateikiamas jūsų prašymas.
nl: Als u uw rechten wilt uitoefenen, slaat u dit scherm op (bijvoorbeeld een afdrukscherm maken). Het zal worden verstrekt bij uw verzoek.
pt: Para exercer os direitos de seus usuários, salve esta tela (por exemplo, crie uma tela de impressão). Deve ser fornecido com o seu pedido.
ru: Чтобы реализовать свои права на данные, сохраните этот экран (например, сделайте экран печати). Он будет предоставлен с вашей просьбой.
sv: För att kunna utöva dina ämnes rättigheter, vänligen spara den här skärmen (t.ex. skapa en utskriftsskärm). Det ska lämnas med din förfrågan.

source: More information:
af: Meer inligting:
cs: Další informace:
da: Flere oplysninger:
de: Mehr Informationen:
el: Περισσότερες πληροφορίες:
es_419: Más información:
et: Lisainfo:
fr: Plus d'informations:
hu: További információk:
lt: Daugiau informacijos:
nl: Meer informatie:
pt: Mais Informações:
ru: Больше информации:
sv: Mer information:

source: Privacy Statement
af: Privaatheidsverklaring
cs: Prohlášení o ochraně osobních údajů
da: Erklæring om beskyttelse af personlige oplysninger
de: Datenschutzerklärung
el: Δήλωση προστασίας προσωπικών δεδομένων
es_419: Declaración de privacidad
et: Privaatsusavaldus
fr: Déclaration de confidentialité
hu: Adatvédelmi nyilatkozat
lt: Privatumo patvirtinimas
nl: Privacyverklaring
pt: Declaração de privacidade
ru: Заявление о конфиденциальности
sv: Sekretesspolicy

source: please select "Details" below.
af: Kies asseblief "Besonderhede" hieronder.
cs: prosím, vyberte "Podrobnosti" níže.
da: Vælg venligst "detaljer" nedenfor.
de: Bitte wählen Sie unten "Details" aus.
el: Παρακαλώ επιλέξτε "Λεπτομέρειες" παρακάτω.
es_419: por favor, seleccione "detalles" abajo.
et: Palun vali "Details" allpool.
fr: Veuillez sélectionner «détails» ci-dessous.
hu: Kérjük, válassza ki a "Részletek" alatt.
lt: Prašome pasirinkti "details" žemiau.
nl: Selecteer hieronder "Details".
pt: por favor selecione "Detalhes" abaixo.
ru: пожалуйста, выберите «Подробности» ниже.
sv: välj "Detaljer" nedan.

source: Details
af: Besonderhede
cs: Detaily
da: Detaljer
de: Einzelheiten
el: Λεπτομέρειες
es_419: Detalles
et: Detailid
fr: Détails
hu: Részletek
lt: Detalės
pt: Detalhes
ru: Детали
sv: detaljer

source: OK, accept
af: Ok, aanvaar
cs: OK, přijmout
da: OK, Accepter
de: OK, akzeptiere
el: Εντάξει, δέξου
es_419: OK, acepte
et: OK, võta vastu
fr: OK, acceptez
lt: Gerai, priimti
nl: Ok, accepteren
pt: OK, aceite!
ru: ОК, примите
sv: OK, acceptera

source: No, cancel
af: Nee, kanselleer
cs: Ne, zrušit
da: Nej, annuller
de: Nein, abbrechen
el: Όχι, ακύρωσέ το.
es_419: No, cancelar
et: Ei, Tühista
fr: Non, annuler
hu: Nem, Mégse
lt: Ne, atšaukti
nl: Nee, stoppen
pt: Não, cancele!
ru: Нет, отменить
sv: Nej, avbryt
