Repository: InAcademia/svs
Catalog: src/svs/data/i18n/locales/*/LC_MESSAGES/messages.po
Languages: da, de, el, et, fr, hu, lt, nl

source: Page not found.
da: Siden blev ikke fundet
de: Seite nicht gefunden.
el: Η σελίδα δεν βρέθηκε.
et: Lehte ei leitud.
fr: Page introuvable.
hu: Az oldal nem található.
lt: Puslapis nerastas.
nl: Pagina niet gevonden

source: Domain
da: Domæne
et: Domeen
fr: Nom de domaine
hu: Honos intézmény
lt: Domenas
nl: Domein

source: Country
da: Land
de: Land
el: Χώρα
et: Riik
fr: Pays
hu: Ország
lt: Šalis
nl: Land

source: Affiliation
da: Tilknytning
de: Zugehörigkeit
et: Liikmelisus
hu: Affiliáció
lt: Darbo vieta

source: Identifier
da: ID
de: Eindeutiger Schlüssel
el: Αναγνωριστικό
et: Unikaalne võti
fr: Identifiant
hu: Azonosító
lt: Identifikatorius

source: Authentication time
da: Autentificeringstidspunkt
de: Authentisierungszeit
el: Χρόνος αυθεντικοποίησης
et: Autentimise aeg
fr: Date et heure d'authentification
hu: Az authentikáció ideje
lt: Identivikavimo laikas
nl: Tijdstip van authenticatie

source: We could not complete your validation because an error occurred while handling your request. Please return to the service which initiated the validation request and try again.
da: Validering kan ikke udføres, da der opstod en fejl under behandling af din anmodning. Gå tilbage til den service, der startede din validering og prøv igen.
de: Wir konnten Ihre Validieren nicht abschliessen, weil ein Fehler bei der Verarbeitung Ihrer Anfrage aufgetreten ist. Bitte kehren Sie zu dem Dienst zurück, der die Validierungsanfrage initiiert hat und versuchen Sie es erneut.
el: Δεν μπορέσαμε να ολοκληρώσουμε την επικύρωση σας επειδή συνέβη ένα σφάλμα κατά την επεξεργασία της αίτησης σας. Παρακαλώ επιστρέψτε στην υπηρεσία που ξεκίνησε την αίτηση επικύρωσης και προσπαθήστε ξανά.
et: Valideerimine ebaõnnestus, sest teie taotluse käsitlemisel ilmnes viga.
fr: Une erreur s'est produite lors du traitement de la demande de validation. Veuillez retourner au service qui a initié cette demande de validation et essayer à nouveau.
hu: Nem tudtuk validálni az ön kapcsolatát a honos intézménnyel, mert hiba történt a kérés feldolgozása közben. Kérem, térjen vissza a szolgáltatáshoz amely a validációt kezdeményezte és próbálja újra.
lt: Mes negalėjome užbaigti jūsų tikrinimo, kadangi tvarkant jūsų užklausą įvyko klaida. Prašome grįžti į jūsų sritį, iš kurios buvo pradėta patvirtinimo užklausa, ir bandykite dar kartą.
nl: Er is een fout opgetreden tijdens het afhandelen van uw verzoek, waardoor wij de validatie niet konden afronden. Keer terug naar de dienst vanaf waar u de validatie startte en probeer het opnieuw.

source: The authentication request could not be processed. Please return to the service which initiated the validation request and try again.
da: Valideringsanmodning kunne ikke udføres. Gå tilbage til den service, der startede din validering og prøv igen.
de: Die Authentisierungsanfrage konnte nicht verarbeitet werden. Bitte kehren Sie zu dem Dienst zurück, der die Validierungsanfrage initiiert hat und versuchen Sie es erneut.
el: Δεν ήταν δυνατή η επεξεργασία της αίτησης αυθεντικοποίησης. Παρακαλώ επιστρέψτε στην υπηρεσία που ξεκίνησε την αίτηση επικύρωσης και προσπαθήστε ξανά.
et: Autentimise taotlust käsitlemine ebaõnnestus. Palun pöörduge tagasitaotluse algatanud teenusesse ja proovige uuesti.
fr: La demande d'authentification n'a pas pu être traitée. Veuillez retourner au service qui a initié la demande de validation et essayer à nouveau.
hu: Az azonosítási kérés nem feldolgozható. Kérem, térjen vissza a szolgáltatáshoz amely a validációt kezdeményezte és próbálja újra.
lt: Identifikavimo užklausos apdoroti nepavyko. Prašome grįžti į jūsų sritį, iš kurios buvo pradėta patvirtinimo užklausa, ir bandykite dar kartą.
nl: Het authenticatie verzoek kon niet worden afgehandeld. Keer terug naar de dienst vanaf waar u de validatie startte en probeer het opnieuw.

source: Configuration error for the service.
da: Konfigurationsfejl for servicen
de: Fehlerhafte Konfiguration des Dienstes.
el: Σφάλμα παραμετροποίησης για την υπηρεσία.
et: Teenuse konfiguratsiooni viga.
fr: Erreur de configuration pour le service.
hu: Konfigurációs hiba a szolgáltatásban.
lt: Paslaugos konfigūracijos klaida.
nl: Configuratie fout voor de dienst

source: {client_name} requires the information below to be transferred:
da: {client_name} anmoder om de følgende oplysninger:
de: {client_name} benötigt die Übermittlung der folgenden Informationen:
el: {client_name} απαιτεί να μεταφερθούν οι ακόλουθες πληροφορίες:
et: {CLIENT_NAME} nõuab edastamiseks järgmisi andmeid:
fr: {client_name} demande que l'information figurant ci-dessous soit transférée :
hu: {client_name} az alábbi információ átadását igényli:
lt: {client_name} vartotojui reikalinga perduoti žemiau pateiktą informaciją:
nl: {client_name} vraagt om de onderstaande informatie:

source: Consent - Your consent is required to continue.
da: Samtykke – dit samtykke er påkrævet
de: Einverständnis - Ihr Einverständnis ist notwendig um fortzufahren.
el: Συγκατάθεση - Η συγκατάθεση σας είναι αναγκαία για να συνεχίσετε.
et: Nõusolek - Jätkamiseks on vaja teie nõusolekut.
fr: Consentement - Votre consentement est nécessaire pour poursuivre le traitement de votre demande.
hu: Hozzájárulás - a folytatáshoz a hozzájárulása szükséges
lt: Sutikimas - Kitam veiksmui yra reikalingas jūsų sutikimas
nl: Toestemming - uw toestemming is nodig om verder te kunnen gaan.

source: Ok, accept
da: Ja, jeg accepterer
de: Ja, akzeptieren
el: Ναι, αποδοχή
et: Ok, aktsepteeri
fr: Oui, j'accepte.
hu: Ok, elfogadom
lt: Gerai, sutinku
nl: Ok, accepteren

source: No, cancel
da: Nej, afbryd
de: Nein, abbrechen
el: Όχι, ακύρωση
et: Ei, tühistada
fr: Non, j'annule ma demande
hu: Nem, Mégsem
lt: Ne, atšaukti
nl: Nee, stoppen

source: Terms of service
da: Betingelser for brug af tjenesten
de: Bedingungen des Dienstes
el: Όροι χρήσης
et: Kasutustingimused
fr: Conditions générales d'utilisation.
hu: A szolgáltatás felhasználási feltételei
lt: Paslaugos tiekimo sąlygos
nl: Gebruiksvoorwaarden

source: Error - An error occurred.
da: Fejl – der opstod en fejl
de: Fehler - Ein Fehler ist aufgetreten.
el: Σφάλμα - Συνέβη ένα σφάλμα.
et: Viga - Tekkis viga.
fr: Erreur - Une erreur est survenue.
hu: Hiba - hiba történt
lt: Klaida - Įvyko klaida.
nl: Error - er is een fout opgetreden

source: message
da: meddelse
de: Nachricht
el: μήνυμα
et: teade
hu: üzenet
lt: pranešimas

source: Timestamp
da: Tidspunkt
de: Zeitpunkt
el: Χρονοσήμανση
et: Ajatempel
fr: Horodatage
hu: Időbélyeg
lt: laiko žyma

source: Error id
da: Fejl-id
de: Fehlernummer
el: Αναγνωριστικό σφάλματος
et: Vea id
fr: ID d'erreur
hu: Hiba azonosító
lt: Klaidos id
